Repository: blackPantherOS/MotionEye3
Catalog: motioneye/lang/*/LC_MESSAGES/messages.po
Languages: hu_hu

source: Recording Mode
hu_hu: Felvétel módja

source: Continuous Recording
hu_hu: Folyamatos felvétel

source: sets the recording mode: Motion Triggered = a new movie created whenever motion is detected, Continuous Recording = one big movie file
hu_hu: beállítja a rögzítési módot: Mozgásérzékelés = mozgás érzékelésekor új felvétel jön létre, Folyamatos felvétel = egy nagy videofájl

source: Maximum Movie Length
hu_hu: Felvétel maximális hossza

source: sets the maximum length of movies, in seconds; if the motion event lasts longer, a new movie file is created; use 0 for unlimited length
hu_hu: beállítja a felvételek maximális hosszát, másodpercben; ha a mozgási esemény tovább tart, új fájl jön létre; korlátlan hosszúsághoz használja a 0-t

source: Preserve Movies
hu_hu: Felvételek megőrzése

source: movies older than the specified duration are automatically deleted to free up storage space
hu_hu: a megadott időtartamnál régebbi fekvéteke automatikusan törlődnek a tárhely felszabadítása érdekében

source: Movies Lifetime
hu_hu: Felvételek élettartama

source: sets the number of days after which the movies will be deleted automatically
hu_hu: beállítja a napok számát, amely után a felvételek automatikusan törlődnek

source: enable this to use and configure the motion detection mechanism
hu_hu: engedélyezze ezt a mozgásérzékelő mechanizmus használatához és konfigurálásához

source: Motion Detection
hu_hu: Mozgásérzékelő

source: Frame Change Threshold
hu_hu: Keretváltási küszöb

source: indicates the minimal percent of the image that must change between two successive frames in order for motion to be detected (smaller values give a more sensitive detection, but are prone to false positives)
hu_hu: jelzi a kép minimális százalékát, amelynek változnia kell két egymást követő képkocka között ahhoz, hogy mozgást észleljen (a kisebb értékek érzékenyebb érzékelést adnak, de hajlamosak a hamis pozitív eredményekre)

source: Maximum Change Threshold
hu_hu: Maximális váltási küszöb

source: pixels
hu_hu: képpontok

source: sets the number of pixels changed between frames above which motion is no longer triggered (0 disables the limit)
hu_hu: beállítja a képkockák között megváltozott képpontok számát, amely felett a mozgás már nem aktiválódik (0 letiltja a korlátőzást)

source: Auto Threshold Tuning
hu_hu: Automatikus küszöb hangolás

source: enable this to automatically adjust the threshold
hu_hu: Automatikus beállítás engedélyezése a küszöbre

source: Auto Noise Detection
hu_hu: Automatikus zaj felismerés

source: enable this to automatically adjust the noise level
hu_hu: engedélyezze ezt a zajszint automatikus beállításához

source: Noise Level
hu_hu: Zajszint

source: manually sets the noise level to a fixed value
hu_hu: manuálisan beállítja a zajszintet egy fix értékre

source: Light Switch Detection
hu_hu: Villanykapcsoló észelése

source: sets the percentage of the image that needs to change so that the event is treated as a sudden light change instead of motion (0% disables the function)
hu_hu: beállítja, hogy a kép hány százalékának kell módosulnia, hogy az eseményt mozgás helyett hirtelen fényváltozásként kezelje (0% letiltja a funkciót)

source: Despeckle Filter
hu_hu: Folttalanító szűrő

source: enable this to apply a despeckle filter to frames before detecting motion
hu_hu: Engedélyezze ezt, hogy a mozgás érzékelése előtt foltmentesítő szűrőt alkalmazzon a képkockákra

source: Motion Gap
hu_hu: Mozgási rés

source: sets the number of seconds of silence (i.e. no motion) that mark the end of a motion event
hu_hu: beállítja a csend (azaz nincs mozgás) másodpercek számát, amelyek egy mozgásesemény végét jelzik

source: Captured Before
hu_hu: Előrögzítés

source: sets the number of frames to be captured (and included in the movie) before a motion event is detected
hu_hu: beállítja a rögzítendő (és a felvételben szereplő) képkockák számát, mielőtt a rendszer mozgási eseményt észlel

source: Captured After
hu_hu: Utánrögzítés

source: sets the number of frames to be captured (and included in the movie) after the end of a motion event
hu_hu: beállítja a rögzítendő (és a felvételben szereplő) képkockák számát egy mozgásesemény után

source: Minimum Motion Frames
hu_hu: Minimális képkocka mozgás

source: sets the minimum number of successive motion frames required to start a motion event
hu_hu: beállítja a mozgásesemény elindításához szükséges egymást követő mozgáskockák minimális számát

source: Motion Detection Mask
hu_hu: Mozgásérzékelő maszk

source: enables image masking for a more selective and precise motion detection
hu_hu: lehetővé teszi a képmaszkolást a szelektívebb és precízebb mozgásérzékelés érdekében

source: Mask Type
hu_hu: Maszk típusa

source: Smart
hu_hu: Intelligens

source: Editable
hu_hu: Szerkeszthető

source: the smart option automatically detects regions with regular motion and dynamically builds an internal mask, while the editable mask allows you to manually build it yourself
hu_hu: az intelligens opció automatikusan felismeri a szabályos mozgású régiókat, és dinamikusan épít egy belső maszkot, míg a szerkeszthető maszk lehetővé teszi, hogy saját kezűleg készítse el azt

source: Smart Mask Sluggishness
hu_hu: Intelligens maszk lomhasága

source: higher values result in a longer-lasting smart mask with a slower building process
hu_hu: a magasabb értékek hosszabb élettartamú intelligens maszkot eredményeznek, lassabb építési folyamattal

source: Show Frame Changes
hu_hu: Képkocka változások mutatása

source: if this is enabled, frame changes (number of pixels as well as the changed area) are shown on the video; temporarily enable this option to help adjust the motion detection parameters
hu_hu: ha ez be van kapcsolva, a képkockaváltások (a pixelek száma és a megváltozott terület) megjelennek a videón; ideiglenesen engedélyezze ezt az opciót a mozgásérzékelési paraméterek beállításához

source: Create Debug Media Files
hu_hu: Hibakereső médiafájlok készítése

source: when enabled, creates special movies and pictures that help debugging motion detection problems
hu_hu: amikor engedélyezve van, speciális felvételeket és képeket hoz létre, amelyek segítenek a mozgásérzékelési problémák hibakeresésében

source: enable this if you want to be notified when motion is detected
hu_hu: engedélyezze ezt, ha értesítést szeretne kapni, ha mozgást észlel

source: Motion Notifications
hu_hu: Mozgás értesítések

source: Send An Email
hu_hu: E-mail küldése

source: enable this if you want to receive an email whenever a motion event is detected
hu_hu: engedélyezze ezt, ha e-mailt szeretne kapni, amikor a rendszer mozgási eseményt észlel

source: Email Addresses
hu_hu: E-mail címek

source: email addresses (separated by comma) that are added here will receive notifications whenever a motion event is detected
hu_hu: e-mail címek (vesszővel elválasztva), a hozzáadott címek értesítést kapnak, ha mozgási eseményt észlel

source: SMTP Server
hu_hu: SMTP-kiszolgáló

source: enter the hostname or IP address of your SMTP server (for Gmail use smtp.gmail.com)
hu_hu: írja be az SMTP-szerver gazdagépnevét vagy IP-címét (a Gmailhez használja az smtp.gmail.com címet)

source: enter the port used by your SMTP server (usually 465 for non-TLS connections and 587 for TLS connections)
hu_hu: adja meg az SMTP-szerver által használt portot (általában 465 nem TLS kapcsolatokhoz és 587 TLS kapcsolatokhoz)

source: SMTP Account
hu_hu: SMTP azonosító

source: enter your SMTP account (normally your email address)
hu_hu: adja meg SMTP-fiókját (általában az e-mail címét)

source: SMTP Password
hu_hu: SMTP jelszó

source: enter your SMTP account password (for Gmail use your Google password or an app-specific generated password)
hu_hu: írja be SMTP-fiókja jelszavát (Gmailhez használja a Google jelszavát vagy egy alkalmazásspecifikusan generált jelszót)

source: From Address
hu_hu: Feladó

source: set a custom From address, if your SMTP service requires one (the first destination email address will be used if left blank)
hu_hu: állítson be egyéni feladó címet, ha az SMTP szolgáltatás ezt igényli (ha üresen hagyja, az első cél e-mail cím kerül felhasználásra)

source: Use TLS
hu_hu: TLS használata

source: enable this if your SMTP server requires TLS (Gmail needs this to be enabled)
hu_hu: engedélyezze, ha az SMTP-szerver TLS-t igényel (a Gmailnek engedélyeznie kell)

source: Attached Pictures Time Span
hu_hu: Csatolt képek időtartama

source: defines the picture search time interval to use when creating email attachments (higher values generate emails with more pictures at the cost of an increased notification delay); set to 0 to disable picture attachments; you must also enable Still Images for this to work
hu_hu: meghatározza az e-mail mellékletek létrehozásakor használandó képkeresési időintervallumot (nagyobb értékek több képet tartalmazó e-maileket generálnak, megnövekedett értesítési késleltetés árán); állítsa 0-ra a képmellékletek letiltásához; Ehhez engedélyeznie kell az állóképeket is

source: Test Email
hu_hu: Teszt E-mail

source: click this button to test email notifications after you have filled in the required details
hu_hu: kattintson erre a gombra az e-mail értesítések teszteléséhez, miután kitöltötte a szükséges adatokat

source: Send A Telegram Notification
hu_hu: Egy Telegram üzenet küldése

source: enable this if you want to receive a telegram message whenever a motion event is detected
hu_hu: engedélyezze ezt, ha Telegram üzenetet szeretne kapni, amikor mozgási eseményt észlel

source: When creating the telegram bot chat, you will receive an API token which you need to enter here. Click the API Info button below for a step-by-step guide on how to get your API Token. Also be sure to chat your newly created bot after your key is generated, to ensure you receive messages.
hu_hu: A Telegram bot chat létrehozásakor kap egy API tokent, amelyet itt kell megadnia. Kattintson az alábbi API-információ gombra az API-token beszerzésének lépésenkénti útmutatójához. Ügyeljen arra is, hogy a kulcs létrehozása után csevegjen az újonnan létrehozott robottal, hogy biztosan megkapja az üzeneteket.

source: Chat ID
hu_hu: Csevegés ID

source: Create a new chat to id_chatbot (@id_chatbot) and select start. The chatbot will return the number you need for this field.
hu_hu: Hozzon létre egy új csevegést az id_chatbot (@id_chatbot) számára, és válassza a Start lehetőséget. A chatbot visszaküldi a mezőhöz szükséges számot.

source: defines the picture search time interval to use when creating telegram photo attachments (higher values generate more pictures at the cost of an increased notification delay); set to 0 to disable picture attachments; you must also enable Still Images for this to work; you will want to play with this number until an image is sent. A good starting number is 30 if you set still images to one picture motion triggered. For standard motion triggered, set this much lower.
hu_hu: meghatározza a képkeresési időintervallumot a Telegram fényképmellékleteinek létrehozásakor (nagyobb értékek több képet generálnak, megnövekedett értesítési késleltetés árán); állítsa 0-ra a képmellékletek letiltásához; ehhez engedélyeznie kell az Állóképeket is; addig szeretne játszani ezzel a számmal, amíg el nem küld egy képet. Egy jó kezdő szám a 30, ha az állóképeket egy képmozgásra állítja be. Normál mozgás esetén állítsa ezt sokkal alacsonyabbra.

source: API Info
hu_hu: API Infó

source: Test
hu_hu: Próba

source: enable this if you want a URL to be requested whenever a motion event is detected
hu_hu: engedélyezze ezt, ha azt szeretné, hogy a rendszer minden mozgásesemény észlelésekor URL-t kérjen

source: a single URL to be requested when motion is detected; the following special tokens are accepted: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, %q = frame number, %v = event number
hu_hu: egyetlen URL-t kell kérni, ha mozgást észlel; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = nap, %H = óra, %M = perc, %S = másodperc, %q = keretszám, %v = eseményszám

source: enable this if you want to execute a command whenever a motion event is detected
hu_hu: engedélyezze ezt, ha parancsot szeretne végrehajtani, amikor mozgási eseményt észlel

source: a command to be executed when motion is detected; multiple commands can be separated by a semicolon; do not use semicolons inside commands; the following special tokens are accepted: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, %q = frame number, %v = event number
hu_hu: mozgás érzékelésekor végrehajtandó parancs; több parancs pontosvesszővel elválasztható; ne használjon pontosvesszőt a parancsokon belül; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = nap, %H = óra, %M = perc, %S = másodperc, %q = keretszám, %v = eseményszám

source: Run An End Command
hu_hu: Egy befejező parancs futtatása

source: enable this if you want to execute a command whenever a motion event ends
hu_hu: engedélyezze ezt, ha parancsot szeretne végrehajtani, amikor egy mozgásesemény véget ér

source: a command to be executed when motion event ends; multiple commands can be separated by a semicolon; do not use semicolons inside commands; the following special tokens are accepted: %Y = year, %m = month, %d = date, %H = hour, %M = minute, %S = second, %q = frame number
hu_hu: egy parancs, amelyet akkor kell végrehajtani, amikor a mozgásesemény véget ér; több parancs pontosvesszővel elválasztható; ne használjon pontosvesszőt a parancsokon belül; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = dátum, %H = óra, %M = perc, %S = másodperc, %q = keretszám

source: enable this if you want to define a weekly working schedule for motion detection
hu_hu: engedélyezze ezt, ha heti munkarendet szeretne megadni a mozgásérzékeléshez

source: Working Schedule
hu_hu: Működés ütemezése

source: Monday
hu_hu: Hétfő

source: from
hu_hu: ettől

source: to
hu_hu: eddig:

source: sets the working schedule time interval for Mondays
hu_hu: beállítja a munkarend hétfői időintervallumát

source: Tuesday
hu_hu: Kedd

source: sets the working schedule time interval for Tuesdays
hu_hu: beállítja a keddi munkarend időintervallumát

source: Wednesday
hu_hu: Szerda

source: sets the working schedule time interval for Wednesdays
hu_hu: beállítja a szerdai munkarend időintervallumát

source: Thursday
hu_hu: Csütörtök

source: sets the working schedule time interval for Thursdays
hu_hu: beállítja a csütörtöki munkarend időintervallumát

source: Friday
hu_hu: Péntek

source: sets the working schedule time interval for Friday
hu_hu: beállítja a pénteki munkarend időintervallumát

source: Saturday
hu_hu: Szombat

source: sets the working schedule time interval for Saturday
hu_hu: beállítja a szombati munkarend időintervallumát

source: Sunday
hu_hu: Vasárnap

source: sets the working schedule time interval for Sunday
hu_hu: beállítja a vasárnapi munkarend időintervallumát

source: Detect Motion
hu_hu: Mozgásérzékelés

source: During Working Schedule
hu_hu: Munkaidő alatt

source: Outside Working Schedule
hu_hu: Munkaidőn kívül

source: sets whether motion detection should be active during or outside the working schedule
hu_hu: beállítja, hogy a mozgásérzékelés legyen-e aktív a munkarend alatt vagy azon kívül
