Repository: blackPantherOS/MotionEye3
Catalog: motioneye/lang/*/LC_MESSAGES/messages.po
Languages: hu_hu

source: load : %s langs: %s
hu_hu: betöltés : %s nyelvek: %s

source: never
hu_hu: soha

source: day
hu_hu: nap

source: week
hu_hu: hét

source: month
hu_hu: hónap

source: year
hu_hu: év

source: days
hu_hu: nap

source: hour
hu_hu: óra

source: hours
hu_hu: óra

source: minute
hu_hu: perc

source: minutes
hu_hu: percenként

source: second
hu_hu: második

source: seconds
hu_hu: másodperc

source: minus
hu_hu: mínusz

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Remember Me
hu_hu: Emlékezz rám

source: user preferences
hu_hu: felhasználói beállítások

source: Preferences
hu_hu: Beállítások

source: Layout Columns
hu_hu: Oszlopok rendezése

source: configures the number of columns used to lay out the camera frames
hu_hu: konfigurálja a kamerakockák elrendezéséhez használt oszlopok számát

source: Fit Frames Vertically
hu_hu: Függőleges illesztés

source: controls whether frame sizes can be reduced to vertically fit the window or not
hu_hu: szabályozza, hogy a keret mérete csökkenthető-e, hogy függőlegesen illeszkedjen az ablakhoz

source: Layout Rows
hu_hu: Sorok rendezése

source: configures the number of rows used to lay out the camera frames
hu_hu: konfigurálja a kameraképek elrendezéséhez használt sorok számát

source: Frame Rate Dimmer
hu_hu: Képkocka száma

source: dims the global frame rate to save network bandwidth and traffic (does notwork on simple MJPEG cameras)
hu_hu: csökkenti a globális képkockasebességet a hálózati sávszélesség és forgalom megtakarítása érdekében (egyszerű MJPEG kamerákon nem működik)

source: Resolution Dimmer
hu_hu: Felbontás

source: dims the actual resolution of all cameras to save network bandwidth and traffic (does notwork on simple MJPEG cameras)
hu_hu: csökkenti az összes kamera tényleges felbontását, hogy megtakarítsa a hálózati sávszélességet és a forgalmat (egyszerű MJPEG kamerákon nem működik)

source: general settings, not related to any camera
hu_hu: általános beállítások, nem kapcsolódnak egyetlen kamerához sem

source: General Settings
hu_hu: Általános beállítások

source: Admin Username
hu_hu: Admin neve

source: the username to be used for configuring the system
hu_hu: a felhasználó neve a rendszer konfigurálásához

source: Admin Password
hu_hu: Admin jelszó

source: administrator password
hu_hu: adminisztrátor jelszava

source: Viewer Username
hu_hu: Megtekintő neve

source: the username to be used for video surveillance
hu_hu: a felhasználó neve a videomegfigyeléshez

source: Viewer Password
hu_hu: Megtekintő jelszava

source: the password for the surveillance user (leave empty for passwordless surveillance)
hu_hu: a felügyeleti felhasználó jelszava (jelszó nélküli felügyelet esetén hagyja üresen)

source: motionEye Version
hu_hu: motionEye3 verzió

source: Motion Version
hu_hu: Motion verzió

source: OS Version
hu_hu: OS verziója

source: Software Update
hu_hu: Szoftverfrissítés

source: Check
hu_hu: Ellenőrzés

source: checks for new versions and performs updates
hu_hu: ellenőrzi az új verziókat és végrehajtja a frissítéseket

source: Power
hu_hu: Energia

source: Shut Down
hu_hu: Leállítás

source: shuts down the system
hu_hu: a rendszer leállítása

source: Reboot
hu_hu: Újraindítás

source: reboots the system
hu_hu: a rendszer újraindítása

source: Configuration
hu_hu: Beállítás

source: Backup
hu_hu: Mentés

source: creates a file with the current configuration for you to save it locally
hu_hu: létrehoz egy fájlt az aktuális konfigurációval, hogy azt helyileg elmentse

source: Restore
hu_hu: Visszaállítás

source: restores the configuration from a previously saved backup file
hu_hu: visszaállítja a konfigurációt egy korábban mentett biztonsági mentési fájlból

source: enable this if you want to use this camera device
hu_hu: engedélyezze ezt, ha használni szeretné ezt a kamerát

source: Video Device
hu_hu: Videoeszköz

source: Camera Name
hu_hu: Kamera neve

source: an alias for this camera device
hu_hu: ennek a kameraeszköznek az álneve

source: Camera ID
hu_hu: Kamera ID

source: the camera identifier number
hu_hu: a kamera azonosító számát

source: Camera Device
hu_hu: Kameraeszköz

source: Camera Type
hu_hu: Kamera típusa

source: Automatic Brightness
hu_hu: Automatikus fényerő

source: enables software automatic brightness (only recommended for cameras without autobrightness)
hu_hu: szoftveres automatikus fényerőt tesz lehetővé (csak automatikus fényerő nélküli kamerákhoz ajánlott)

source: Video Resolution
hu_hu: Videó felbontás

source: the video resolution (larger values produce better quality but require more CPU power, larger storage space and bandwidth)
hu_hu: a videó felbontása (a nagyobb értékek jobb minőséget eredményeznek, de több CPU-teljesítményt, nagyobb tárhelyet és sávszélességet igényelnek)

source: Width
hu_hu: Bitek

source: enter a custom resolution width
hu_hu: adja meg az egyéni felbontás szélességét

source: Height
hu_hu: Magasság

source: enter a custom resolution height
hu_hu: adja meg egy egyéni felbontás magasságát

source: Video Rotation
hu_hu: Videoforgatás

source: use this to rotate the captured image, if your camera is not positioned correctly
hu_hu: ezzel elforgathatja a rögzített képet, ha a kamera nincs megfelelően elhelyezve

source: Frame Rate
hu_hu: Képsebesség

source: sets the number of frames captured by the camera every second (higher values produce smoother videos but require more CPU power, larger storage space and bandwidth)
hu_hu: beállítja a kamera által másodpercenként rögzített képkockák számát (nagyobb értékek simább videókat eredményeznek, de több CPU-teljesítményt, nagyobb tárhelyet és sávszélességet igényelnek)

source: Privacy Mask
hu_hu: Adatvédelmi maszk

source: enables image masking to prevent some image areas from being recorded to protect privacy
hu_hu: lehetővé teszi a képmaszkolást, hogy megakadályozza bizonyos képterületek rögzítését a magánélet védelme érdekében

source: Edit Mask
hu_hu: Szerkesztés

source: Save Mask
hu_hu: Mentés

source: click this button to enable/disable the mask editor
hu_hu: kattintson erre a gombra a maszkszerkesztő engedélyezéséhez/letiltásához

source: Clear Mask
hu_hu: Maszk törlése

source: click this button to clear the current mask
hu_hu: kattintson ide a maszkterületek törléséhez.

source: Extra Motion Options
hu_hu: Extra Motion opciók

source: you can add here any extra options for the motion daemon (use the &quot;name value&quot; format, one option per line)
hu_hu: itt hozzáadhat további opciókat a motion háttérprogramhoz (használja a &quot;névérték&quot; formátumot, soronként egy opciót)

source: choose where and how your media files are saved
hu_hu: válassza ki a médiafájlok mentési helyét és módját

source: File Storage
hu_hu: Adattároló

source: Storage Device
hu_hu: Tárolóeszköz

source: indicates the storage device where the image and video files will be saved
hu_hu: azt a tárolóeszközt jelöli, amelyre a kép- és videofájlok mentésre kerülnek

source: Network Server
hu_hu: Hálózati kiszolgáló

source: the address of the network server (IP address or hostname)
hu_hu: a hálózati kiszolgáló címe (IP-cím vagy gazdagépnév)

source: SMB Protocol Version
hu_hu: SMB-protokoll verzió

source: selects the SMB version to be used (test the various options and see which one works best with your NAS)
hu_hu: kiválasztja a használni kívánt SMB-verziót (próbálja ki a különböző opciókat, és nézze meg, melyik működik a legjobban a NAS-szal)

source: Share Name
hu_hu: Megosztás neve

source: the name of the network share
hu_hu: a hálózati megosztás neve

source: Share Username
hu_hu: Megosztás felhasználója

source: the username to be supplied when accessing the network share (leave empty if no username is required)
hu_hu: a hálózati megosztás elérésekor megadandó felhasználónév (ha nincs szükség felhasználónévre, hagyja üresen)

source: Share Password
hu_hu: Megosztás jelszava

source: the password required by the network share (leave empty if no password is required)
hu_hu: a hálózati megosztáshoz szükséges jelszó (ha nincs szükség jelszóra, hagyja üresen)

source: Root Directory
hu_hu: Gyökérmappa

source: the root path (on the selected storage device) where the files will be saved
hu_hu: a gyökér elérési útja (a kiválasztott tárolóeszközön), ahová a fájlok mentésre kerülnek

source: Test Share
hu_hu: Próba megosztás

source: click this button to test the network share connectivity after you have filled in the required details
hu_hu: kattintson erre a gombra a hálózati megosztási kapcsolat teszteléséhez, miután kitöltötte a szükséges adatokat

source: Disk Usage
hu_hu: Lemezhasználat

source: the used/total size of the disk where the root directory resides
hu_hu: annak a lemeznek a felhasznált/teljes mérete, ahol a gyökérkönyvtár található

source: Upload Media Files
hu_hu: Médiafájlok feltöltése

source: enable this if you want your media files to be uploaded to an external service
hu_hu: engedélyezze ezt, ha azt szeretné, hogy médiafájljait külső szolgáltatásba töltse fel

source: Upload Pictures
hu_hu: Képek feltöltése

source: enable this if you want pictures to be uploaded to an external service
hu_hu: engedélyezze, ha képeket szeretne feltölteni egy külső szolgáltatásba

source: Upload Movies
hu_hu: Felvételek feltöltése

source: enable this if you want videos to be uploaded to an external service
hu_hu: engedélyezze ezt, ha azt szeretné, hogy a videókat külső szolgáltatásba töltsék fel

source: Upload Service
hu_hu: Feltöltési szolgáltatás

source: FTP Server
hu_hu: FTP-kiszolgáló

source: SFTP Server
hu_hu: SFTP-kiszolgáló

source: Google Photo
hu_hu: Google Fotók

source: Dropbox
hu_hu: Gyűjtődoboz

source: choose a service to which the media files should be uploaded
hu_hu: válasszon egy szolgáltatást, amelyhez a médiafájlokat feltölti

source: Server Address
hu_hu: A kiszolgáló címe

source: the domain name or IP address of the server (e.g. ftp.example.com or 192.168.1.3)
hu_hu: a szerver domain neve vagy IP-címe (pl. ftp.mintaszerver.hu vagy 192.168.1.3)

source: Server Port
hu_hu: Port

source: the port to use when connecting to the service (leave it empty to use the default value)
hu_hu: a szolgáltatáshoz való csatlakozáskor használandó port (hagyja üresen az alapértelmezett érték használatához)

source: Method
hu_hu: Mód

source: the HTTP method to use when uploading files
hu_hu: a fájlok feltöltésekor használandó HTTP-módszer

source: Location
hu_hu: Elhelyezkedés

source: the location (root path) where media files should be uploaded (e.g. /files/cam1/)
hu_hu: a hely (gyökér elérési útja), ahová a médiafájlokat fel kell tölteni (pl. /fájlok/Kamera1/)

source: Include Subfolders
hu_hu: Beleértve az almappákat is

source: enable this to upload the media files together with their subfolders, instead of placing them directly into the root location
hu_hu: engedélyezze, hogy a médiafájlokat almappáikkal együtt töltse fel, ahelyett, hogy közvetlenül a gyökérbe helyezné őket

source: Clean Cloud
hu_hu: Felhő tisztítása

source: enable this to delete the uploaded media files on cloud as well when the local media files get deleted according to file persistence setting, currently this option is available only for gdrive
hu_hu: Engedélyezze a feltöltött médiafájlok törlését a felhőben is, amikor a helyi médiafájlok törlésre kerülnek a fájlmegmaradási beállításoknak megfelelően, jelenleg ez az opció csak a gdrive esetén érhető el

source: the username for the upload service account
hu_hu: felhasználónév a feltöltési szolgáltatási fiókhoz

source: the password for the upload service account
hu_hu: jelszó a feltöltési szolgáltatás fiókhoz

source: Authorization Key
hu_hu: Hitelesítőkulcs

source: the key used to authenticate with the upload service (normally required only during setup)
hu_hu: a feltöltési szolgáltatással történő hitelesítéshez használt kulcs (általában csak a beállítás során szükséges)

source: Obtain Key
hu_hu: Kulcs bekérése

source: click here to obtain the service authorization key
hu_hu: kattintson ide a szolgáltatás hitelesítéséhez szükséges kulcs beszerzéséhez

source: Test Service
hu_hu: Teszt szolgáltatás

source: click this button to test the upload service after you have filled in the required details
hu_hu: kattintson erre a gombra a feltöltési szolgáltatás teszteléséhez, miután kitöltötte a szükséges adatokat

source: Call A Web Hook
hu_hu: Webhook meghívása

source: enable this if you want a URL to be requested after a media file is created
hu_hu: engedélyezze ezt, ha azt szeret a médiafájl létrehozása után URL-t kérni

source: a URL to be requested when motion is detected; the following special tokens are accepted: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, %q = frame number, %v = event number, %f = file path
hu_hu: a mozgás észlelésekor kérendő URL; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = nap, %H = óra, %M = perc, %S = másodperc, %q = képkocska szám, %v = eseményszám, % f = fájl elérési útja

source: HTTP Method
hu_hu: HTTP eljárás

source: the HTTP method to use when requesting the web hook URL (the given URL-encoded parameters will in fact be transmitted as indicated here)
hu_hu: a HTTP müdszer a webhook URL kérésekor (az adott URL-kódolás paraméterei valójában az itt jelzett módon kerülnek továbbításra)

source: Run A Command
hu_hu: Parancs futtatása

source: enable this if you want to execute a command after a media file is created
hu_hu: engedélyezze ezt, ha egy médiafájl létrehozása után parancsot szeretne végrehajtani

source: Command
hu_hu: Parancs

source: a command to be executed after a media file is created; multiple commands can be separated by a semicolon; do not use semicolons inside commands; the following special tokens are accepted: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, %q = frame number, %v = event number, %f = file path
hu_hu: egy médiafájl létrehozása után végrehajtandó parancs; több parancs pontosvesszővel elválasztható; de ne használjon pontosvesszőt a parancsokon belül; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = nap, %H = óra, %M = perc, %S = másodperc, %q = keretszám, %v = eseményszám, % f = fájl elérési útja

source: choose what information is displayed on the captured frames
hu_hu: válassza ki, hogy milyen információk jelenjenek meg a rögzített képkockákon

source: Text Overlay
hu_hu: Fedőszöveg

source: Left Text
hu_hu: Bal-szöveg

source: Timestamp
hu_hu: Időbélyeg

source: Custom Text
hu_hu: Egyéni szöveg

source: Disabled
hu_hu: Kikapcsolva

source: sets the text displayed on the movies and images, on the lower left corner
hu_hu: beállítja a felvételeken és a képeken megjelenő szöveget a bal alsó sarokban

source: sets a custom left text; the following special tokens are accepted: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, %q = frame number, %v = event number, %T = HH:MM:SS, = new line
hu_hu: egyéni bal oldali szöveget állít be; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = nap, %H = óra, %M = perc, %S = másodperc, %q = keretszám, %v = eseményszám, %T = HH:MM:SS, = új sor

source: Right Text
hu_hu: Jobb-szöveg

source: sets the text displayed on the movies and images, on the lower right corner
hu_hu: beállítja a felvételeken és a képeken megjelenő szöveget a jobb alsó sarokban

source: sets a custom right text; the following special tokens are accepted: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, %q = frame number, %v = event number, %T = HH:MM:SS, = new line
hu_hu: egyéni jobboldali szöveget állít be; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = nap, %H = óra, %M = perc, %S = másodperc, %q = keretszám, %v = eseményszám, %T = HH:MM:SS, = új sor

source: Text Scale
hu_hu: Szöveg méretezése

source: sets the size of the overlay text
hu_hu: beállítja a fedőszöveg méretét

source: enable this if you want video streaming for this camera
hu_hu: engedélyezze ezt, ha videoközvetítést szeretne ehhez a kamerához

source: Video Streaming
hu_hu: Videoközvetítés

source: Streaming Frame Rate
hu_hu: Közvetítés FPS értéke

source: sets the number of frames transmitted every second on the live streaming
hu_hu: beállítja az élő közvetítésben másodpercenként továbbított képkockák számát

source: Streaming Quality
hu_hu: Közvetítés minősége

source: sets the live streaming quality (higher values produce a better video quality but require more bandwidth)
hu_hu: beállítja az élő közvetítés minőségét (a magasabb értékek jobb videóminőséget eredményeznek, de nagyobb sávszélességet igényelnek)

source: Streaming Image Resizing
hu_hu: Közvetített kép átméretezése

source: when this is enabled, the images are resized before they are sent to the browser (disable when running on a slow CPU)
hu_hu: ha ez be van kapcsolva, a képek átméretezésre kerülnek, mielőtt elküldenék őket a böngészőnek (lassú CPU-n történő futtatáskor letiltja)

source: Streaming Resolution
hu_hu: Közvetítés felbontása

source: the streaming resolution given as percent of the video device resolution (higher values produce better video quality but require more bandwidth)
hu_hu: a streamelési felbontás a videoeszköz felbontásának százalékában (nagyobb érték jobb videóminőséget eredményez, de nagyobb sávszélességet igényel)

source: Streaming Port
hu_hu: Közvetítés portja

source: sets the TCP port on which the webcam streaming server listens
hu_hu: beállítja azt a TCP portot, amelyen a webkamera streaming szerver figyel

source: Authentication Mode
hu_hu: Hitelesítés módja

source: Basic
hu_hu: Alap

source: Digest
hu_hu: Ellenőrző összeg

source: the authentication method used by the stream (choose Basic instead of Digest if you encounter issues with third party apps); surveillance credentials will be used
hu_hu: az adatfolyam által használt hitelesítési módszer (ha harmadik féltől származó alkalmazásaival kapcsolatos problémákat tapasztal, válassza az Alapszintet a Digest helyett); felügyeleti hitelesítő adatokat fognak használni

source: Motion Optimization
hu_hu: Motion optimalizáció

source: enable this if you want a lower frame rate for the live streaming when no motion is detected
hu_hu: engedélyezze, ha alacsonyabb képkockasebességet szeretne az élő közvetítéshez, amikor nem érzékel mozgást

source: Useful URLs
hu_hu: Hasznos url-ek

source: Snapshot URL
hu_hu: Pillanatkép URLje

source: a URL that provides a JPEG image with the most recent snapshot of the camera
hu_hu: egy URL, amely egy JPEG-képet biztosít a kamera legfrissebb pillanatképével

source: Streaming URL
hu_hu: Közvetítés URL-je

source: a URL that provides a MJPEG stream of the camera
hu_hu: URL, amely a kamera MJPEG adatfolyamát biztosítja

source: Embed URL
hu_hu: Beágyazás URL-je

source: a URL that provides a minimal HTML document containing the camera frame, ready to be embedded
hu_hu: URL, amely egy minimális HTML-dokumentumot biztosít, amely tartalmazza a kamera keretét, és készen áll a beágyazásra

source: enable this if you want to capture still images (pictures)
hu_hu: engedélyezze, ha állóképeket (képeket) szeretne rögzíteni

source: Still Images
hu_hu: Képek megtartása

source: Image File Name
hu_hu: Képfájl neve

source: sets the name pattern for the image (JPEG) files; the following special tokens are accepted: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, %q = frame number, %v = event number, / = subfolder
hu_hu: beállítja a képfájlok (JPEG) névmintáját; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = nap, %H = óra, %M = perc, %S = másodperc, %q = képkocka szám, %v = eseményszám, / = almappa

source: Image Quality
hu_hu: Képminőség

source: sets the JPEG image quality (higher values produce a better image quality but require more storage space)
hu_hu: beállítja a JPEG képminőséget (a magasabb értékek jobb képminőséget eredményeznek, de több tárhelyet igényelnek)

source: Capture Mode
hu_hu: Rögzítés módja

source: Motion Triggered
hu_hu: Mozgás aktiválja

source: Motion Triggered (One Picture)
hu_hu: Mozgás aktiválja (Egy kép)

source: Interval Snapshots
hu_hu: Pillanatkép időköze

source: All Frames
hu_hu: Minden képkocka

source: Manual
hu_hu: Kézi

source: sets the image capture mode: Motion Triggered = an image captured whenever motion is detected, Interval Snapshots = an image captured every x seconds, All Frames = saves each frame to an image file, Manual = manual snapshots using snapshot button
hu_hu: beállítja a képrögzítési módot: Mozgásérzékelés = mozgás érzékelésekor rögzített kép, Pillanatkép időköz = x másodpercenként készült kép, Minden képkocka = minden keretet elment egy képfájlba, Kézi = manuális pillanatfelvételek a pillanatfelvétel gombbal

source: Snapshot Interval
hu_hu: Pillanatkép Időköze

source: sets the interval (in seconds) for the snapshots
hu_hu: beállítja a pillanatképek időközét (másodpercben).

source: Preserve Pictures
hu_hu: Képek megörzése

source: For One Day
hu_hu: Egy napig

source: For One Week
hu_hu: Egy hétig

source: For One Month
hu_hu: Egy hónapig

source: For One Year
hu_hu: Egy évig

source: Forever
hu_hu: Örökre

source: Custom
hu_hu: Egyéni

source: images older than the specified duration are automatically deleted to free up storage space
hu_hu: a megadott időtartamnál régebbi képek automatikusan törlődnek, hogy tárhelyet szabadítsanak fel

source: Pictures Lifetime
hu_hu: Képek élettartama

source: sets the number of days after which the pictures will be deleted automatically
hu_hu: beállítja a napok számát, amely után a képek automatikusan törlődnek

source: Enable Manual Snapshots
hu_hu: Kézi pillanatképek készítése

source: when this is enabled, a button on the camera frame will allow you to manually take snapshots
hu_hu: amikor ez be van kapcsolva, a kamerakép keretén található gomb segítségével manuálisan készíthet pillanatfelvételeket

source: enable this if you want to record movies
hu_hu: engedélyezze ezt, ha szeretne rögzíteni a felvételeket

source: Movies
hu_hu: Videofelvételek

source: Movie File Name
hu_hu: Videofájl neve

source: sets the name pattern for the movie files; the following special tokens are accepted: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, %q = frame number, %v = event number, / = subfolder
hu_hu: beállítja a fájlnevek mintáját a videókhoz; a következő speciális tokeneket fogadjuk el: %Y = év, %m = hónap, %d = nap, %H = óra, %M = perc, %S = másodperc, %q = keretszám, %v = eseményszám, / = almappa

source: Movie Passthrough
hu_hu: Videóátmenet

source: Create movie files of the motion directly from the camera. This option should reduce CPU usage but does increase memory requirements. No image processing is performed so text overlays, privacy masks etc will not be on the resulting video.
hu_hu: Mozgáskor készítsen felvételeket közvetlenül a kamera eszközről. Ez az opció csökkenti a CPU-használatot, de növeli a memóriaigényt. Nem történik képfeldolgozás, így szövegfeliratok, adatvédelmi maszkok stb. nem lesznek a kész videón.

source: Movie Format
hu_hu: Videoformátum

source: sets the movie file format; not all formats are guaranteed to work on all systems; if in doubt, test each format and select the one that works best with your video player
hu_hu: beállítja a felvétel formátumát; nem garantált, hogy minden formátum bármelyik rendszeren működik; ha kétségei vannak, tesztelje külön az egyes formátumokat, és válassza ki azt, amelyik a legjobban működik a videólejátszójával

source: Movie Quality
hu_hu: Videominőség

source: sets the MPEG video quality (higher values produce a better video quality but require more storage space)
hu_hu: beállítja az MPEG videó minőségét (a magasabb értékek jobb videóminőséget eredményeznek, de több tárhelyet igényelnek)
